{
  "cyclisme_4_janv.docx": {
    "id": "5c873f7d-92c4-42e8-b5fd-65d38a71d733",
    "nom_du_fichier": "cyclisme_4_janv.docx",
    "titre": "Word Document",
    "modifié": "2025-05-26T12:20:37+00:00",
    "paragraphes": [
      "Les figures marquantes",
      "Les figures marquantes du cyclisme africain en UCI",
      "Performances exceptionnelles en Afrique : hommes et femmes dominent .",
      "Résumé :",
      "Le cyclisme africain a vu des performances remarquables de 2010 à 2021. Ashleigh Moolman-Pasio de l’Afrique du Sud s’impose comme une figure incontournable, accumulant des classements impressionnants. Les sud-africains, comme Daryl Impey, se distinguent aussi, dominant les podiums. L’Afrique du Sud émerge comme le pays avec le plus grand nombre de réussites, confirmant sa supériorité dans ce sport. Ce récit explore les raisons de ces succès, les inégalités entre genres et les conséquences pour le cyclisme africain.",
      "Introduction :",
      "Entre 2010 et 2021, le cyclisme africain a produit des athlètes exceptionnels. Parmi eux, des noms comme Ashleigh Moolman-Pasio et Daryl Impey se détachent avec des performances spectaculaires. Le continent, souvent sous-estimé dans les sports cyclistes, révèle des talents qui rivalisent avec les meilleurs à l’échelle mondiale. Avec un focus sur l’Afrique du Sud, cet article examine les athlètes et les dynamiques de genre, offrant un panorama des succès qui défient les attentes et redéfinissent le cyclisme africain.",
      "Problématique : ",
      "Quels athlètes et facteurs expliquent les performances africaines en cyclisme UCI ?",
      "Développement :",
      "Analyse des données :",
      "L’Afrique du Sud domine le cyclisme africain avec des performances régulières et impressionnantes. Ashleigh Moolman-Pasio, cycliste sud-africaine, est incontournable : 12e en 2012, 7e en 2017, et plusieurs podiums dans des épreuves comme le contre-la-montre. Du côté masculin , Daryl Impey brille à travers des résultats constants, notamment 2e en 2013 et 3e en 2016 dans les épreuves par équipe.",
      "Les autres pays africains, tels que le Maroc et l’Éthiopie, affichent des performances honorables mais restent derrière l’Afrique du Sud. Ashleigh Moolman-Pasio reste une pionnière pour les femmes, prouvant que le cyclisme féminin peut être tout aussi compétitif que celui des hommes.",
      "Facteurs explicatifs :",
      "Structures sportives avancées : L’Afrique du Sud bénéficie d’une infrastructure sportive de qualité ",
      "Support financier : Les équipes sud-africaines reçoivent plus de financements, leur permettant de rivaliser à haut niveau .",
      "Athlètes emblématiques : Des figures comme Moolman-Pasio inspirent une nouvelle génération .",
      "Conséquences :",
      "Visibilité accrue : Les performances des Sud-Africains renforcent la présence africaine dans les compétitions internationales.",
      "Disparités régionales : D’autres pays africains peinent à suivre le rythme, exposant des inégalités en ressources et formations.",
      "Impact sur le genre : Les femmes, comme Moolman-Pasio, ouvrent la voie à plus d’égalité dans le cyclisme africain.",
      "Conclusion :",
      "Le cyclisme africain progresse, porté par des figures emblématiques comme Moolman-Pasio et Impey. Cependant, des efforts restent nécessaires pour réduire les disparités entre pays et genres, tout en capitalisant sur ces succès pour inspirer une nouvelle ère sportive sur le continent.",
      "Sources :",
      "Union Cycliste Internationale (UCI)",
      "Cycling South Africa",
      "Interviews officielles publiées dans Cycling News",
      "https://www.kaggle.com/datasets/mexwell/uci-race-results"
    ],
    "indice_rag": "Optimiser le découpage en fonction des sections. Ajouter des métadonnées pertinentes."
  },
  "cyclisme_5_janv.docx": {
    "id": "89d1f58e-8124-4e94-a41f-d4182185be34",
    "nom_du_fichier": "cyclisme_5_janv.docx",
    "titre": "Word Document",
    "modifié": "2025-05-26T12:20:37+00:00",
    "paragraphes": [
      "BRICS+",
      "BRICS+ : L'Essor du Cyclisme en 2021 Décrypté",
      "Les tendances clés des performances africaines et asiatiques .",
      "Résumé : ",
      "En 2021, les pays du groupe BRICS+ affichent des performances notables dans les championnats de cyclisme UCI. Les équipes africaines, à l’instar de l’Afrique du Sud (RSA) et de l’Égypte (EGY), rivalisent avec les grandes nations asiatiques comme l’Inde (IND) et la Chine (CHN). Cette étude met en lumière les disparités par discipline, genre et facteurs clés expliquant ces résultats. Les données révèlent que les femmes surpassent les hommes dans plusieurs disciplines, mais la participation reste inégale. Quels enseignements pour l’avenir du cyclisme dans ces régions ?",
      "Introduction :",
      " Le cyclisme mondial connaît une révolution grâce aux pays émergents, notamment ceux du groupe BRICS+ (BRésil, Russie, Inde, Chine, Afrique du Sud et alliés). Ces nations, en constante progression, redéfinissent les standards des performances dans différentes disciplines. En 2021, l’Égypte (7,24) et l’Inde (6,66) ont brillé avec des classements moyens élevés. Mais derrière les chiffres, des tendances complexes se dessinent. Cette analyse explore les performances par discipline, genre et les facteurs socio-économiques qui influencent ces résultats.",
      "Problématique :",
      "Quels facteurs expliquent les disparités de performances entre pays BRICS+ en 2021 ?",
      "Développement :",
      "Analyse des données : ",
      "Les performances moyennes révèlent un classement dominé par l’Inde (6,66) et l’Égypte (7,24), tandis que des pays comme l’Éthiopie (51,69) et l’Argentine (49,53) peinent à suivre. Les disciplines telles que le Cross-country Olympic et le Sprint montrent une variabilité importante, où l'Argentine se distingue avec un classement élevé (5,00 dans Cross-country eliminator). Par genre, les femmes présentent une meilleure moyenne (18,32) que les hommes (38,16), mais elles représentent seulement 18 % des participants.",
      "Facteurs explicatifs : ",
      "Les écarts de performances s'expliquent par l'accès limité aux infrastructures, le manque d'investissements dans certaines disciplines, et des différences culturelles influent sur la participation des femmes. Les efforts ciblés, comme en Inde et en Chine, montrent que l'investissement stratégique peut améliorer les performances.",
      "Conséquences : ",
      "Ces disparités ont des implications majeures. D'une part, elles renforcent les inégalités entre les nations sur la scène sportive internationale. D'autre part, elles soulignent la nécessité pour les pays moins performants d'investir davantage dans le sport pour améliorer leurs résultats. Enfin, la faible représentation des femmes dans les compétitions (seulement 18% des participants) appelle à une réflexion sur l'égalité des genres dans le sport.",
      "Conclusion :",
      "Les performances sportives des BRICS+ en 2021 révèlent des écarts significatifs, influencés par des facteurs économiques, culturels et sociaux. Pour réduire ces disparités, des investissements ciblés et des politiques inclusives sont essentiels. L'avenir du sport mondial dépendra de la capacité des nations à relever ces défis et à promouvoir une participation équitable et compétitive.",
      "Sources :",
      "dataset : https://www.kaggle.com/datasets/mexwell/uci-race-results"
    ],
    "indice_rag": "Découper par sections (Résumé, Introduction, Développement). Inclure des métadonnées : nom du joueur ou athlète, pays, genre, année, discipline ou compétition."
  },
  "Ecart des Classements Mondiaux entre Cyclistes Masculins et Feminins.docx": {
    "id": "bd3db255-26a0-48ae-9c65-b73cb9631c8c",
    "nom_du_fichier": "Ecart des Classements Mondiaux entre Cyclistes Masculins et Feminins.docx",
    "titre": "Word Document",
    "modifié": "2025-05-26T12:20:38+00:00",
    "paragraphes": [
      "Écart des Classements mondiaux entre Cyclistes Masculins et Féminins",
      "Mondiaux Route UCI 2020 : des inégalités persistantes",
      "Les Championnats du Monde Route UCI 2020 révèlent un fossé persistant entre les cyclistes masculins et féminins. ",
      "Si les femmes affichent une moyenne de classement de 44,1, contre 38,3 pour les hommes, les statistiques montrent une disparité non seulement dans les résultats, mais aussi dans les opportunités et le soutien. ",
      "Cet article analyse ces données, explore les causes systémiques et met en lumière les efforts nécessaires pour réduire ces écarts. En dépit des avancées, le chemin vers une égalité réelle reste semé d’embûches.",
      "Les compétitions internationales de cyclisme ne se limitent pas à des performances sportives : elles reflètent aussi les inégalités de genre dans le monde du sport. En 2020, lors des Championnats du Monde Route UCI, les données mettent en évidence un écart frappant entre les cyclistes masculins et féminins. Les hommes se classent en moyenne 38e, tandis que les femmes atteignent une moyenne de 44e, avec une plus grande variabilité dans leurs performances. Ce constat soulève des questions cruciales : quelles sont les raisons de ces écarts ? Et surtout, que faire pour y remédier ?",
      "Problématique :",
      "Quels facteurs expliquent les écarts persistants entre les cyclistes masculins et féminins aux Mondiaux UCI ?",
      "En 2020, les classements moyens des hommes (38,3) et des femmes (44,1) montrent une différence marquée. Les hommes affichent également une médiane de 36,5, légèrement meilleure que celle des femmes (39,0). Cependant, la variabilité, mesurée par l’écart-type, est plus prononcée chez les femmes (29,4) que chez les hommes (23,7), indiquant des performances moins homogènes.",
      "Les chiffres extrêmes racontent aussi une histoire : le classement maximum atteint par les hommes est la 88e position, tandis que celui des femmes est la 105e. Cela souligne une disparité dans la compétition, les hommes ayant une meilleure performance maximale en moyenne, probablement liée à un accès inégal aux opportunités et ressources nécessaires pour rivaliser à haut niveau.",
      "Facteurs explicatifs ",
      "Le cyclisme féminin, bien qu'en pleine croissance grâce à des initiatives comme le Tour de France Femmes, reste confronté à des défis structurels et culturels qui freinent son développement. Ces obstacles sont complexes et interconnectés, nécessitant des efforts coordonnés pour combler les écarts persistants avec le cyclisme masculin.",
      "Financement insuffisant",
      "Les équipes féminines reçoivent en moyenne 20 à 40 % de financement en moins que leurs homologues masculins, ce qui limite leur capacité à recruter, former et équiper correctement leurs athlètes. Selon l'Union Cycliste Internationale (UCI), les budgets des équipes féminines peuvent être jusqu'à dix fois inférieurs à ceux des équipes masculines. Ce sous-financement affecte directement la qualité des infrastructures, la rémunération des cyclistes et les opportunités de développement. Les sponsors hésitent souvent à investir dans le cyclisme féminin en raison de sa moindre visibilité médiatique, perpétuant ainsi un cercle vicieux où le manque de ressources freine les performances et la popularité du sport.(Source : Oxfam France).",
      "Moindre médiatisation",
      "La couverture médiatique du cyclisme féminin reste significativement inférieure à celle du cyclisme masculin. Les courses féminines attirent environ 30 % de moins de couverture, ce qui réduit non seulement la visibilité des athlètes mais aussi leur attractivité pour les sponsors. De plus, la nature de cette couverture est souvent superficielle, se concentrant sur les résultats plutôt que sur des analyses approfondies ou des récits inspirants. Cette situation limite l'intérêt du public et freine l'engagement des médias dans la promotion du sport féminin. (Source : WeLoveCycling).",
      "Infrastructures limitées",
      "Dans plusieurs régions du monde, les cyclistes féminines ont un accès restreint aux infrastructures de qualité et aux calendriers compétitifs. Par exemple, le manque de pistes cyclables sécurisées ou adaptées dissuade les femmes de pratiquer le cyclisme. Les infrastructures existantes ne tiennent pas toujours compte des besoins spécifiques des femmes, ce qui peut aggraver les disparités d'accès et de participation.",
      "Normes sociales et biais culturels",
      "Les attentes traditionnelles liées aux rôles de genre continuent d'entraver l'accès des femmes au cyclisme dans certaines régions. Ces normes sociales influencent non seulement la perception du sport féminin mais aussi les opportunités offertes aux femmes pour s'y engager pleinement. Ces biais culturels contribuent également au manque de diversité sur les podiums féminins, limitant ainsi l'inspiration pour les générations futures.( Strava Insights).",
      "Impact économique et freins au développement",
      "Le manque d'investissements dans le cyclisme féminin perpétue un cercle vicieux où le sous-financement entraîne une moindre performance et une visibilité réduite, décourageant davantage les sponsors potentiels. ",
      "Bien que des progrès aient été réalisés grâce à des événements comme le Tour de France Femmes, ces initiatives restent insuffisantes pour combler l'écart avec le cyclisme masculin. Par exemple, même si le Tour de France Femmes attire une audience croissante (23,2 millions en 2022), il reste loin derrière les événements masculins en termes d'investissements et de reconnaissance globale. (Source Hoskingbikes ).",
      "Pour surmonter ces défis, il est essentiel d'adopter une approche intégrée combinant un financement accru, une meilleure couverture médiatique et des infrastructures adaptées. De plus, un changement culturel visant à valoriser davantage le sport féminin pourrait jouer un rôle clé dans la réduction des disparités existantes.",
      "Les Championnats du Monde Route UCI 2020 illustrent un écart tenace entre les cyclistes masculins et féminins. Bien que les femmes montrent des performances respectables, les inégalités structurelles et systémiques continuent de freiner leur potentiel. Pour un avenir équitable, il est crucial d’investir davantage dans les compétitions féminines, d’augmenter leur visibilité et de promouvoir un environnement sportif inclusif.",
      "Etude réalisée par Muriel BITOME, Cheikh Mansour SOW",
      "Sources de données ",
      "https://www.kaggle.com/datasets/mexwell/uci-race-results (CC0 Public domain)",
      "Sources :",
      "Kaggle Dataset : UCI Race Results",
      "Oxfam France : Inégalités femmes-hommes dans le sport",
      "WeLoveCycling : Cyclisme féminin et médiatisation",
      "Strava Insights : Barrières culturelles dans le sport",
      "Hoskingbikes "
    ],
    "indice_rag": "Découper par sections (Résumé, Introduction, Développement). Inclure des métadonnées : nom du joueur ou athlète, pays, genre, année, discipline ou compétition."
  },
  "Inegalites de Classement _ Le Cyclisme Feminin toujours a la traine en 2021, en Afrique.docx": {
    "id": "aea216dd-43bd-4382-b00d-50431ef2b717",
    "nom_du_fichier": "Inegalites de Classement _ Le Cyclisme Feminin toujours a la traine en 2021, en Afrique.docx",
    "titre": "Word Document",
    "modifié": "2025-05-26T12:20:38+00:00",
    "paragraphes": [
      "Inégalités de Classement : Le Cyclisme Féminin Toujours à la Traîne en 2021, en Afrique",
      "Cyclisme : Un Écart de Performance qui Persiste Malgré les Efforts de Parité",
      "Les données des performances africaines dans les compétitions UCI révèlent un contraste marqué entre hommes et femmes. Les cyclistes masculins se classent en moyenne à la 39e place, tandis que leurs homologues féminines affichent une meilleure moyenne, à la 26e place, avec une médiane bien plus favorable (10 contre 28 pour les hommes). Ces disparités reflètent des inégalités structurelles, notamment un financement insuffisant et une couverture médiatique limitée pour les compétitions féminines. Malgré quelques progrès récents, le chemin vers une véritable égalité dans le cyclisme reste semé d’embûches.",
      "Le cyclisme demeure un sport où les inégalités de genre sont omniprésentes. En Afrique, comme ailleurs, les performances des femmes montrent souvent des classements globaux meilleurs que ceux des hommes. Pourtant, ces résultats ne traduisent pas une égalité réelle en termes de soutien ou d’opportunités. Les cyclistes féminines continuent de souffrir d’un manque de ressources et d’une visibilité médiatique limitée, ce qui freine leur progression dans un système encore déséquilibré. Cette réalité soulève une question essentielle : pourquoi les cyclistes féminines peinent-elles à rivaliser pleinement avec leurs homologues masculins dans un environnement qui reste largement inégalitaire ?",
      "Pourquoi les cyclistes féminines peinent-elles à atteindre l’égalité avec leurs homologues masculins ?",
      "Les performances des cyclistes africains dans les compétitions UCI mettent en évidence des écarts significatifs entre les genres. Les femmes se classent en moyenne à la 26e place, avec une médiane à 10 et un écart-type de 30,98, indiquant une certaine stabilité dans leurs résultats. En revanche, les hommes occupent en moyenne la 39e place, avec une médiane de 28 et un écart-type plus élevé de 35,63, révélant une variabilité plus importante dans leurs performances. Ces chiffres montrent que les femmes affichent une meilleure constance dans leurs résultats compétitifs. Cependant, cette relative stabilité ne suffit pas à combler les inégalités persistantes qui freinent leur développement global.",
      "Facteurs explicatifs ",
      "Plusieurs éléments expliquent ces disparités entre hommes et femmes dans le cyclisme africain. Tout d’abord, le financement limité des équipes féminines reste un obstacle majeur. Ces équipes reçoivent souvent moins de ressources financières que leurs homologues masculines, ce qui affecte directement leur capacité à s’entraîner efficacement et à rivaliser sur la scène internationale. Ensuite, la faible médiatisation des compétitions féminines réduit leur visibilité auprès du grand public et limite leur attractivité pour les sponsors potentiels.",
      "De plus, l’accès aux compétitions prestigieuses est inégalement réparti. Alors que le Tour de France Femmes marque un progrès important pour le cyclisme féminin, il reste encore en développement et n’offre pas les mêmes opportunités que son équivalent masculin. Enfin, en Afrique, des barrières sociales et culturelles freinent également la participation féminine au cyclisme. Les normes traditionnelles sur les rôles de genre limitent souvent l’accès des femmes au sport et influencent négativement leur progression au niveau professionnel.",
      "Ces inégalités systémiques ont des conséquences importantes sur le développement du cyclisme féminin en Afrique. Bien que les performances prometteuses des femmes montrent leur potentiel, elles manquent encore d’opportunités pour rivaliser sur un pied d’égalité avec les hommes. Cette absence de parité prive également le sport de talents féminins sous-exploités qui pourraient enrichir sa diversité et son attractivité globale.",
      "Les performances africaines féminines dans les compétitions UCI démontrent clairement leur potentiel compétitif. Cependant, les conditions actuelles ne permettent pas un développement égal entre hommes et femmes dans le cyclisme africain. Pour atteindre une véritable égalité, il est essentiel d’investir davantage dans le soutien aux équipes féminines, d’améliorer la médiatisation des compétitions féminines et d’adopter des politiques inclusives visant à réduire ces écarts structurels. Seule une approche coordonnée permettra au cyclisme féminin africain de s’épanouir pleinement sur la scène internationale.",
      "Etude réalisée par Muriel BITOME, Cheikh Mansour SOW",
      "Sources de données ",
      "https://www.kaggle.com/datasets/mexwell/uci-race-results (CC0 Public domain)",
      "Sources :",
      "UCI.org : Augmentation des salaires des équipes féminines en 2021.",
      "WeLoveCycling.com : Temps d'entraînement réduit des femmes.",
      "CyclismeRevue.be : Égalité dans le peloton.",
      "dataset : https://www.kaggle.com/datasets/mexwell/uci-race-results"
    ],
    "indice_rag": "Découper par sections (Résumé, Introduction, Développement). Inclure des métadonnées : nom du joueur ou athlète, pays, genre, année, discipline ou compétition."
  },
  "Les athletes africains _ age et classement, un portrait unique.docx": {
    "id": "4b5c926e-2374-41c2-a331-fe76e84f03a1",
    "nom_du_fichier": "Les athletes africains _ age et classement, un portrait unique.docx",
    "titre": "Word Document",
    "modifié": "2025-05-26T12:20:38+00:00",
    "paragraphes": [
      "Les athlètes africains : âge et classement, un portrait unique",
      "Performance et évolution des cyclistes africains de 2010 à 2020",
      "Entre 2010 et 2020, le cyclisme africain a connu une évolution marquante, caractérisée par des performances variées et des changements dans la représentation des athlètes. Cette analyse explore la relation entre l'âge des cyclistes et leur classement, tout en mettant en lumière des tendances significatives. ",
      "Une étude approfondie des disciplines et des facteurs influençant les classements révèle des dynamiques uniques qui façonnent ce sport sur le continent africain.",
      "Au cours de la dernière décennie, le cyclisme africain a progressé de manière impressionnante, s'affirmant peu à peu sur la scène internationale. L'âge des athlètes et leurs classements constituent deux indicateurs essentiels pour comprendre leurs performances et leur évolution. ",
      "Avec des disciplines phares comme le contre-la-montre individuel et la course sur route, les cyclistes africains continuent de se démarquer dans des compétitions prestigieuses. Cet article s'appuie sur une décennie de données pour examiner les facteurs déterminants qui influencent les classements ainsi que l'évolution du nombre d'athlètes participant à ces compétitions.",
      "Comment l'âge influence-t-il le classement des cyclistes africains ?",
      "L’analyse révèle une augmentation progressive du nombre d’athlètes africains participant aux compétitions UCI entre 2010 et 2016, atteignant un sommet avec 47 participants en 2016. Cependant, cette tendance positive est suivie d’un déclin marqué après 2018, avec seulement six participants enregistrés en 2020. Ce recul soulève des interrogations sur les facteurs ayant contribué à cette diminution.",
      "En termes de performance, le classement moyen a également fluctué au fil du temps. ",
      "En 2010, le classement moyen était de 42,7 avant de chuter à son niveau le plus bas en 2017 avec une moyenne de 65,1. Une légère amélioration a été observée en 2020, où le classement moyen s’est établi à 60,5. Ces variations pourraient être attribuées à divers facteurs, notamment l’émergence de nouveaux talents ou des changements dans les conditions de compétition.",
      "Facteurs explicatifs ",
      "L’âge des athlètes joue un rôle déterminant dans leurs performances. Les données montrent que les cyclistes âgés de 25 à 35 ans dominent les classements, ce qui souligne l’importance d’un équilibre entre l’expérience acquise au fil des années et une condition physique optimale. Cette tranche d’âge semble offrir un avantage compétitif crucial dans les disciplines exigeantes comme le contre-la-montre individuel et la course sur route.",
      "Le contre-la-montre individuel apparaît comme la discipline la plus populaire parmi les cyclistes africains, avec un total de 134 participants enregistrés sur la période étudiée. ",
      "La course sur route suit de près en termes de participation, confirmant l’attrait de ces épreuves pour les athlètes du continent. Ces disciplines nécessitent non seulement une endurance physique exceptionnelle mais aussi une préparation technique rigoureuse.",
      "Cependant, d’autres facteurs externes influencent également ces résultats. Le manque d’accès à des infrastructures modernes et à des programmes d’entraînement structurés limite souvent les opportunités pour les jeunes talents émergents. De plus, le soutien financier insuffisant pour développer le cyclisme dans certaines régions freine la progression globale du sport.",
      "Ces tendances mettent en évidence l’importance cruciale de développer des programmes dédiés aux jeunes cyclistes afin d’assurer une relève compétitive pour les années à venir. Le recul du nombre d’athlètes après 2018 pourrait avoir des répercussions négatives sur la représentation africaine dans les compétitions internationales si aucune mesure corrective n’est prise.",
      "Un investissement accru dans les infrastructures sportives et l’encadrement technique est essentiel pour maintenir la compétitivité du cyclisme africain sur la scène mondiale. En outre, il est impératif de créer davantage d’opportunités pour que les jeunes talents puissent s’épanouir et contribuer au rayonnement du continent dans ce sport.",
      "L’âge s’avère être un facteur clé dans le classement des cyclistes africains, illustrant l’importance d’une combinaison entre expérience et condition physique optimale. Cette analyse met en lumière le besoin urgent de soutenir les jeunes talents émergents tout en renforçant les structures existantes pour garantir une présence africaine durable dans les compétitions internationales. En investissant dans le développement du cyclisme dès aujourd’hui, l’Afrique peut espérer consolider sa position sur la scène mondiale au cours des prochaines décennies. ",
      "Etude réalisée par Muriel BITOME, Cheikh Mansour SOW",
      "Sources de données ",
      "https://www.kaggle.com/datasets/mexwell/uci-race-results (CC0 Public domain)"
    ],
    "indice_rag": "Découper par sections (Résumé, Introduction, Développement). Inclure des métadonnées : nom du joueur ou athlète, pays, genre, année, discipline ou compétition."
  },
  "Les pays africains dominants aux Championnats du Monde Route UCI de 2010 a 2021.docx": {
    "id": "d7d47579-4590-4e73-80be-c6f074038dd2",
    "nom_du_fichier": "Les pays africains dominants aux Championnats du Monde Route UCI de 2010 a 2021.docx",
    "titre": "Word Document",
    "modifié": "2025-05-26T12:20:38+00:00",
    "paragraphes": [
      "Les pays africains",
      "Les pays africains dominants aux Championnats du Monde Route UCI de 2010 à 2021",
      "Qui sont les leaders africains dans le cyclisme mondial UCI ?",
      "Entre 2010 et 2021, l'Afrique a connu de belles performances aux Championnats du Monde Route UCI. L'Afrique du Sud se distingue comme le leader incontesté, suivie de près par la Côte d'Ivoire et la Namibie. ",
      "Le contre-la-montre individuel et la course sur route sont les disciplines où l'Afrique excelle. Toutefois, des disparités importantes existent, tant au niveau des performances que de la variabilité entre les pays. Enfin, les femmes affichent des résultats plus constants que leurs homologues masculins. ",
      "Les Championnats du Monde Route UCI, l’un des plus prestigieux événements de cyclisme mondial, ont vu plusieurs nations africaines se distinguer depuis 2010. ",
      "Des noms comme l’Afrique du Sud, la Côte d'Ivoire et la Namibie reviennent souvent dans les classements. Mais au-delà de ces résultats, une question persiste : quels facteurs expliquent cette domination ou, au contraire, ces disparités au sein du peloton africain ? Cet article explore les performances des pays africains, discipline par discipline, en se concentrant sur les années 2010 à 2021, avec un regard particulier sur l'influence du genre et des infrastructures.",
      "Quels sont les pays africains qui dominent les Championnats du Monde Route UCI de 2010 à 2021 ?",
      "Les performances moyennes des pays africains aux Championnats du Monde Route UCI de 2010 à 2021 montrent des écarts notables. En tête de peloton, l'Afrique du Sud (RSA) domine largement avec un classement moyen de 44.37, suivie de près par la Côte d'Ivoire (CIV) et la Namibie (NAM), respectivement à 51.00. ",
      "Ces trois nations affichent des résultats constants, grâce à une organisation et un soutien qui semblent leur donner un avantage. À l'inverse, des pays comme l'Égypte (EGY) et le Maroc (MAR) se situent au second rang avec des performances moyennes autour de 56.",
      "D'autre part, les données des performances par genre montrent une tendance intéressante : les femmes affichent un classement moyen de 41.87, tandis que les hommes se placent à 58.79. ",
      "Cette différence est significative, ce qui suggère une plus grande stabilité dans les résultats des compétitions féminines. ",
      "La répartition par genre révèle que les hommes sont bien plus nombreux à participer (221 contre 67 pour les femmes), mais leur variabilité des performances est également plus marquée (31.39 pour les hommes, contre 22.50 pour les femmes).",
      "Facteurs explicatifs ",
      "\nPourquoi certaines nations africaines se distinguent-elles des autres ? Plusieurs facteurs expliquent ces performances. ",
      "L'Afrique du Sud, par exemple, bénéficie de programmes de formation structurés et d'un soutien gouvernemental dans le cyclisme, lui permettant de rivaliser avec des nations plus établies dans le sport. ",
      "L'infrastructure est également un critère crucial : les pays disposant de routes adaptées et d’équipements de qualité ont plus de chance de former des cyclistes compétitifs. ",
      "En revanche, des pays comme le Burkina Faso et le Ghana montrent des scores peu significatifs, souvent dus à manque d'infrastructures et à des programmes de formation moins développés.",
      "Les investissements financiers dans le cyclisme et l’accès à des compétitions internationales jouent également un rôle majeur. Selon une étude du Comité Olympique Africain, la Côte d'Ivoire a considérablement investi dans ses cyclistes de haut niveau, ce qui se reflète dans ses performances récentes.",
      "Les disparités observées dans les résultats des Championnats du Monde Route UCI mettent en lumière l'inégalité des chances entre les pays africains. Des nations comme l’Afrique du Sud sont prêtes à rivaliser avec les meilleures du monde, tandis que d’autres peinent à se faire une place au sein du peloton mondial. ",
      "Ces écarts peuvent entraîner des déséquilibres dans le développement du cyclisme sur le continent. Il devient donc essentiel de concentrer les efforts sur des politiques sportives inclusives et sur le développement des infrastructures dans les pays les moins avancés.",
      "Les Championnats du Monde Route UCI ont révélé une domination de certains pays africains, notamment l'Afrique du Sud, grâce à des stratégies efficaces et un soutien structuré. Cependant, des efforts doivent être faits pour réduire les écarts et offrir plus d'opportunités aux cyclistes des pays moins développés. Pour que le cyclisme africain prenne un véritable envol, il est impératif de renforcer les infrastructures, les programmes de formation et d'investir dans l'inclusion des femmes dans le sport.",
      "Etude réalisée par Muriel BITOME, Cheikh Mansour SOW",
      "Sources de données ",
      "https://www.kaggle.com/datasets/mexwell/uci-race-results (CC0 Public domain)",
      "Comité Olympique Africain. (2020). \"Rapport sur le développement du cyclisme en Afrique\".",
      "Fédération Internationale de Cyclisme (UCI). (2010-2021). \"Résultats des Championnats du Monde Route UCI."
    ],
    "indice_rag": "Découper par sections (Résumé, Introduction, Développement). Inclure des métadonnées : nom du joueur ou athlète, pays, genre, année, discipline ou compétition."
  },
  "snooker_1_fev.docx": {
    "id": "e9282874-8a5b-4387-b59c-7fe0264a4ad4",
    "nom_du_fichier": "snooker_1_fev.docx",
    "titre": "Word Document",
    "modifié": "2025-05-26T12:20:38+00:00",
    "paragraphes": [
      "snooker_1_fev",
      "Les 5 meilleurs joueurs de snooker : une domination sur les tournois",
      "\nAnalyse des victoires des légendes du snooker dans les championnats du monde",
      "Résumé :",
      "Le snooker, un sport de précision et de stratégie, a vu des joueurs légendaires marquer l'histoire par leur nombre de victoires. Dans cet article, nous analysons les performances des 5 meilleurs joueurs de snooker de tous les temps, en se concentrant sur leurs triomphes dans les 651 tournois entre 1968 et 2019, ainsi que sur leurs succès spécifiques dans le World Championship entre 1981 et 2020. Ces données révèlent les joueurs ayant su dominer le jeu à l’échelle mondiale.",
      "Introduction :\nLe snooker est un sport qui allie habileté technique et endurance mentale. Depuis sa création, plusieurs joueurs ont marqué le jeu par leurs performances exceptionnelles. En examinant les statistiques des victoires dans les 651 tournois de snooker de 1968 à 2019, cinq noms ressortent : Steve Davis, Ronnie O'Sullivan, Stephen Hendry, John Higgins, et Mark Williams. Ce classement met en lumière l'élite de ce sport, dont les performances au sein des compétitions les plus prestigieuses, telles que le World Championship, sont particulièrement notables.",
      "Problématique : Comment ces légendes du snooker se sont-elles distinguées dans leurs performances globales et dans le World Championship ?",
      "Développement :",
      "Les statistiques des joueurs de snooker sont un excellent moyen d'évaluer leur domination sur le jeu. Selon les données, les cinq meilleurs joueurs sont Steve Davis (68 victoires), Ronnie O'Sullivan (67 victoires), Stephen Hendry (62 victoires), John Higgins (43 victoires), et Mark Williams (25 victoires). Leur longévité et leur domination dans ces tournois témoignent de leur habileté et de leur influence.",
      "En examinant la période 1968 à 2019, ces joueurs ont accumulé des victoires dans un total de 651 tournois. L’un des plus marquants reste Steve Davis, qui a su imposer sa domination pendant des décennies. Ronnie O'Sullivan, surnommé The Rocket, a également été un acteur clé, avec sa rapidité et son style spectaculaire.",
      "Le tournoi le plus prestigieux, le World Championship, a également été un terrain de jeu privilégié pour ces légendes. En effet, de 1981 à 2020, Steve Davis, Stephen Hendry, John Higgins, Ronnie O'Sullivan, et Mark Williams ont remporté des titres successifs, consolidant leur héritage dans cette compétition. Par exemple, Steve Davis a remporté six titres entre 1981 et 1989, tandis que Ronnie O'Sullivan a fait de nombreuses apparitions gagnantes, renforçant ainsi son statut de meilleur joueur de sa génération.",
      "Analyse des données :",
      "Les facteurs expliquant ces résultats incluent la constance et la capacité de ces joueurs à s'adapter au fil des décennies. Steve Davis, par exemple, était une figure incontournable dans les années 1980, tandis que Ronnie O'Sullivan s'est imposé comme le plus grand joueur de son époque grâce à sa rapidité et son talent brut. La diversité des champions montre aussi que plusieurs générations de joueurs ont marqué ce sport.",
      "Les conséquences de leur domination se traduisent par une fidélité des fans et une forte médiatisation de ces événements, contribuant à la croissance du snooker au niveau mondial.",
      "Conclusion :",
      "\nEn conclusion, les performances exceptionnelles de ces cinq joueurs dans les tournois de snooker et notamment dans le World Championship illustrent leur domination incontestée dans le sport. Leur influence reste aujourd'hui visible à travers leur impact sur le jeu et leur place légendaire dans l’histoire du snooker.",
      "Sources:",
      "Dataset utilisé : Snooker dataset ( 1968-2020)",
      "https://figshare.com/articles/dataset/Snooker_datasets/13604480?file=26099828",
      "Revue bibliographique : “Snooker: The History and Players of the Game” (2020), par John Smith."
    ],
    "indice_rag": "Découper par sections (Résumé, Introduction, Développement). Inclure des métadonnées : nom du joueur ou athlète, pays, genre, année, discipline ou compétition."
  },
  "snooker_2_fev.docx": {
    "id": "72a9e09f-9d44-411f-bd91-7640adda17e7",
    "nom_du_fichier": "snooker_2_fev.docx",
    "titre": "Word Document",
    "modifié": "2025-05-26T12:20:38+00:00",
    "paragraphes": [
      "snooker_2_fev",
      "L'ascension économique du snooker : une explosion des gains ",
      "Analyse des victoires des légendes du snooker dans les championnats du monde",
      "Résumé :",
      "Depuis les années 1970, le snooker a connu une croissance fulgurante, tant en popularité qu'en récompenses financières. L’analyse des gains des tournois illustre une tendance marquée à l’augmentation des prize money, reflétant un intérêt croissant du public et des sponsors. Ce phénomène témoigne du passage du snooker d’un sport confidentiel à une discipline mondialisée et lucrative. Quels facteurs expliquent cette évolution ? Quels impacts pour les joueurs et l’économie du snooker ? Cet article explore les dynamiques économiques derrière cette transformation.",
      "Introduction : ",
      "Le snooker, autrefois perçu comme un jeu de club britannique, est devenu un sport majeur bénéficiant d’une audience mondiale et d’investissements colossaux. L’évolution des gains des tournois montre une nette progression, avec des montants atteignant des sommets impressionnants depuis les années 2000. Ce phénomène soulève plusieurs questions : comment les prize money ont-ils évolué au fil du temps ? Quels éléments ont contribué à cette augmentation ? Quels impacts sur les joueurs et l’industrie du snooker ? En analysant ces aspects, nous comprendrons mieux la dynamique économique qui a transformé ce sport.",
      "Problématique : ",
      "Quels sont les facteurs ayant influencé la hausse des gains au snooker ?",
      "Développement :",
      "Analyse des données : Le graphique illustre une nette augmentation des prize money depuis les années 1970. Jusqu’aux années 1980, les gains restaient relativement faibles. Cependant, une accélération spectaculaire s’observe à partir des années 1990 et surtout après 2000, avec des fluctuations liées aux crises économiques et aux stratégies de sponsoring.",
      "Facteurs explicatifs :",
      "Médiatisation croissante : La diffusion télévisée, notamment via la BBC et Eurosport, a renforcé la visibilité du snooker.",
      "Sponsoring et partenariats : Les grandes marques ont investi massivement, augmentant les dotations des tournois.",
      "Expansion internationale : Le développement du snooker en Chine et au Moyen-Orient a favorisé l’entrée de nouveaux investisseurs.",
      "Professionnalisation des joueurs : Des compétitions plus structurées et un encadrement financier accru ont favorisé la hausse des récompenses.",
      "Conséquences :",
      "Attirance de nouveaux talents : Des jeunes joueurs issus de divers pays s’intéressent désormais au snooker.",
      "Augmentation de la compétitivité : La hausse des gains motive les joueurs à élever leur niveau.",
      "Économie du snooker en plein boom : L’essor des prize money stimule toute l’industrie du snooker (tournois, clubs, merchandising).",
      "Conclusion : ",
      "L’évolution des gains au snooker illustre parfaitement la transformation économique d’un sport. Grâce à la médiatisation, au sponsoring et à l’expansion mondiale, le snooker est devenu une discipline financièrement attractive. Cependant, cette croissance implique aussi des défis : maintenir l’intérêt du public, garantir un modèle économique durable et assurer une répartition équitable des gains. L’avenir du snooker dépendra de sa capacité à poursuivre cette dynamique tout en s’adaptant aux nouvelles tendances sportives et économiques.",
      "Références bibliographiques :",
      "Dataset utilisé : final_tourn_df.csv",
      "Analyse basée sur les données du site CueTracker.net",
      "Articles spécialisés sur l’évolution économique du snooker (BBC Sport, World Snooker Tour)"
    ],
    "indice_rag": "Découper par sections (Résumé, Introduction, Développement). Inclure des métadonnées : nom du joueur ou athlète, pays, genre, année, discipline ou compétition."
  },
  "snooker_3_fev.docx": {
    "id": "8f6bc033-f970-4f8c-a87d-d221238c9864",
    "nom_du_fichier": "snooker_3_fev.docx",
    "titre": "Word Document",
    "modifié": "2025-05-26T12:20:38+00:00",
    "paragraphes": [
      "Le Snooker en pleine ascension : qui domine vraiment la table ?",
      "Des champions cachés aux stars montantes du snooker ",
      "Résumé",
      "Le snooker a connu une évolution fulgurante ces dernières décennies, avec une croissance impressionnante du nombre de matchs et des joueurs d'exception. En analysant les taux de victoire, on découvre des noms surprenants, loin des légendes habituellement mises en avant. Robbie James et Phisit Chandsri dominent le classement avec des taux de victoire époustouflants, dépassant les 90 %. Cette analyse met en lumière l'évolution du snooker et l'impact de l'expansion du sport à travers le monde.",
      "Introduction",
      "Le snooker, souvent perçu comme un sport dominé par des figures emblématiques comme Ronnie O'Sullivan ou Stephen Hendry, cache pourtant des talents moins connus mais redoutables. L'étude des taux de victoire des joueurs révèle une réalité différente de celle établie par la simple popularité. De plus, le nombre de matchs joués a explosé ces dernières années, témoignant de l'expansion économique du sport. Cette analyse propose de décrypter ces tendances.",
      "Problématique",
      "Quels joueurs dominent réellement le snooker en termes de performance, et comment l'expansion du sport a-t-elle influencé ces tendances ?",
      "Développement",
      "Analyse des données : des champions inattendus",
      "Le classement des 10 meilleurs taux de victoire présente des surprises. Robbie James (94,83 %) et Phisit Chandsri (92,73 %) surpassent largement les figures emblématiques du snooker. Wendy Jans, une joueuse dominante, affiche un impressionnant 88,22 % de victoires en 314 matchs. Ces chiffres montrent que la compétition ne se limite pas aux grands circuits télévisés.",
      "Facteurs explicatifs : croissance du nombre de matchs",
      "Le snooker a connu une explosion du nombre de matchs joués à partir des années 2010. En 2011, 2376 matchs ont été disputés, contre seulement 524 en 1993. En 2019, ce chiffre atteint 10 059 matchs, soit une multiplication par 20 en trois décennies ! Cette croissance est due à la mondialisation du sport, à la création de nouveaux tournois et à l'engouement du public asiatique et européen.",
      "Conséquences : renouvellement du paysage du snooker",
      "Cette expansion a permis l'émergence de nouveaux talents. Les joueurs moins connus trouvent plus d'opportunités de se faire un nom, et le snooker devient de plus en plus compétitif. Toutefois, il devient plus difficile pour un seul joueur de dominer de façon hégémonique, comme c'était le cas pour Stephen Hendry dans les années 1990.",
      "Conclusion",
      "L'analyse des taux de victoire et de l'évolution du nombre de matchs met en évidence une transformation profonde du snooker. Le sport est en pleine expansion, avec de nouveaux visages dominant la scène. Ces tendances montrent que l'élite traditionnelle du snooker est en train de se renouveler, rendant ce sport plus passionnant que jamais.",
      "Références bibliographiques",
      "Dataset : final_match_df.csv (données des matchs de snooker)",
      "Sources : World Professional Billiards and Snooker Association (WPBSA)"
    ],
    "indice_rag": "Découper par sections (Résumé, Introduction, Développement). Inclure des métadonnées : nom du joueur ou athlète, pays, genre, année, discipline ou compétition."
  },
  "snooker_4_fev.docx": {
    "id": "d6b5f51a-253f-4c4f-9b90-1548960a1d83",
    "nom_du_fichier": "snooker_4_fev.docx",
    "titre": "Word Document",
    "modifié": "2025-05-26T12:20:38+00:00",
    "paragraphes": [
      "snooker_4_fev",
      "Les tournois de snooker : l’essor spectaculaire des pays émergents",
      "\nUn regard économique sur la montée en puissance des BRICS+",
      "Résumé",
      "Le snooker connaît un développement économique fulgurant, particulièrement visible dans les pays BRICS+ (Brésil, Russie, Inde, Chine, Afrique du Sud, et autres émergents). Les données révèlent un écart majeur entre la moyenne des gains enregistrés dans ces régions et ceux des pays développés. De 1995 à 2020, la moyenne des prize money pour les BRICS+ s’élève à 149 905 livres, contre 19 558 livres pour les nations industrialisées. Cette différence illustre l’influence croissante de ces marchés émergents, où la demande, les sponsors et l’engouement public transforment radicalement profondément la discipline.",
      "Introduction",
      "Le graphique sur l’évolution des gains dans les pays BRICS révèle une ascension impressionnante depuis le milieu des années 1990. Alors que le snooker était auparavant dominé par les pays développés, la multiplication des tournois et l’augmentation des récompenses témoignent de l’importance stratégique de ces marchés émergents. Les joueurs et organisateurs y trouvent de nouvelles opportunités lucratives, soutenues par des investisseurs locaux et un public enthousiaste. L’objectif de cette introduction est de souligner les enjeux sportifs et culturels et économiques d’une telle expansion, qui redessine la carte mondiale du snooker.",
      "Problématique",
      "La montée des pays émergents dans le snooker modifie-t-elle durablement l’équilibre économique et l’influence internationale face aux nations développées ?",
      "Développement",
      "Analyse des données : Les chiffres révèlent une différence saisissante entre la moyenne des gains dans les pays BRICS+ (149 905 livres) et celle des pays développés (19 558 livres). De 1995 à 2020, la progression dans les marchés émergents s’explique en partie par l’essor des tournois soutenus par des sponsors locaux et la volonté des fédérations nationales d’attirer l’élite du snooker. Par ailleurs, le graphique illustre une envolée marquée après 2009, correspondant à l’ouverture de circuits et à l’intérêt croissant des chaînes de télévision internationales.",
      "Facteurs explicatifs : L’attrait pour les pays BRICS+ provient de leur croissance économique rapide, de la population jeune et de la diversification des partenariats. Les gouvernements et entreprises investissent massivement dans l’organisation de tournois, considérant le snooker comme un vecteur d’image positive et de retombées touristiques. Les droits télévisés et le sponsoring participent aussi à l’augmentation du prize money.",
      "Conséquences : Cette expansion a permis l’émergence de joueurs locaux, créant une concurrence accrue pour les grandes figures établies. Les pays développés, que toujours influents, doivent désormais composer avec un calendrier plus compétitif. Les gains plus élevés incitent également de nombreux professionnels à se tourner vers ces marchés, favorisant un profond équilibre international du snooker.",
      "Conclusion",
      "Cette analyse souligne l’essor spectaculaire des pays BRICS+ dans le snooker, bouleversant l’ordre établi par les nations développées. La croissance économique, l’investissement local et l’intérêt populaire ont favorisé une hausse notable des gains. Reste à voir si cette dynamique s'intensifie, consolidant davantage le rôle majeur des marchés émergents dans l’écosystème mondial du snooker. Les joueurs devront s’adapter à ce paradigme.",
      "Références bibliographiques",
      "Dataset utilisé : tournaments.csv",
      "Sources complémentaires : Données issues de CueTracker.net et analyses de la WPBSA (World Professional Billiards and Snooker Association)."
    ],
    "indice_rag": "Découper par sections (Résumé, Introduction, Développement). Inclure des métadonnées : nom du joueur ou athlète, pays, genre, année, discipline ou compétition."
  },
  "snooker_5_fev.docx": {
    "id": "46faad2f-a33c-4f4f-bdce-d8d38c44219f",
    "nom_du_fichier": "snooker_5_fev.docx",
    "titre": "Word Document",
    "modifié": "2025-05-26T12:20:38+00:00",
    "paragraphes": [
      "L’évolution du snooker : tendances et enjeux des matchs",
      "Analyse des performances et dynamiques de jeu au fil des saisons",
      "Résumé :\nCette étude examine les tendances du snooker, basée sur 36 400 observations réparties sur plusieurs décennies. L’analyse explore la durée des matchs, les clean sweeps, l'évolution des frames jouées et le nombre de finales serrées. Ces résultats révèlent des dynamiques intéressantes, notamment la diminution progressive des frames jouées et l'augmentation des finales serrées. Une meilleure compréhension de ces données permet de cerner les changements dans la stratégie et les performances des joueurs au fil des années.",
      "Introduction :\nLe snooker, un sport exigeant et stratégique, a évolué au fil des années, influencé par de nombreux facteurs, dont la durée des matchs, le nombre de frames jouées, et la fréquence des clean sweeps. L'analyse des données issues de 36 400 matchs offre un aperçu précieux des tendances du jeu et des changements dans les performances des joueurs. Cette étude se penche sur ces éléments pour comprendre l’évolution du snooker, ses dynamiques de jeu et les raisons de ces changements.",
      "Problématique :\nComment l’évolution des matchs et des frames a-t-elle affecté le snooker au fil des années ?",
      "Développement :",
      "Analyse des données :",
      "Durée des matchs :\nLa durée moyenne des matchs est de 91.64 minutes, soit environ 1h30, avec une hypothèse de 10 minutes par frame. Cela témoigne de la longueur des compétitions, variant souvent en fonction du niveau des joueurs et de l’intensité des parties.",
      "Proportion de clean sweeps :\nLes clean sweeps (lorsqu’un joueur remporte tous les frames d’un match) sont relativement rares, représentant 13.64% des matchs analysés. Cela démontre une compétition serrée où les joueurs ne laissent que peu de place aux victoires sans résistance.",
      "Évolution du nombre de frames joués :\nIl est intéressant d'observer que, dès 1973, le nombre de frames joués a connu une forte croissance avant de connaître une diminution progressive dans les dernières années. Par exemple, en 1973, la moyenne était d' environ 12  frames par match, alors qu’en 2019, elle était de 7. Cette tendance pourrait être liée à des changements dans les formats de compétition ou à l’évolution du style de jeu des joueurs.",
      "Finales serrées :\nLes finales où l'écart entre les joueurs est d'une seule frame, représentant des matchs extrêmement disputés, sont également fréquentes, surtout après 1990. Les périodes où les finales serrées étaient les plus courantes sont les années 1980 et 1990, avec des pics en 2015 et 2019, où 5 finales serrées ont été observées  sur différents tournois .",
      "Facteurs explicatifs :\nPlusieurs facteurs peuvent expliquer ces évolutions, notamment les changements dans les règles, l'adaptation des joueurs à de nouveaux formats de tournoi, et l'amélioration des stratégies de jeu. La gestion de la pression dans les matchs serrés semble aussi être un facteur clé dans la compétition.",
      "Conséquences :\nLa réduction du nombre de frames peut indiquer un rythme plus rapide du jeu, une évolution vers des formats plus condensés, ou une intensification de la compétition. Cela peut aussi suggérer une meilleure gestion de l’endurance et de la stratégie par les joueurs. Quant aux finales serrées, elles peuvent signifier un renforcement de la compétitivité et de l'équilibre entre les joueurs.",
      "Conclusion :\nL’analyse des données montre que le snooker a évolué, notamment avec une réduction du nombre de frames et une intensification des matchs serrés. Ces changements traduisent probablement une dynamique accrue et une évolution stratégique du sport, ce qui ajoute à l'intérêt de ce sport déjà captivant.",
      "Références bibliographiques :",
      "Dataset analysé : Données de performance du snooker de 1968 à 2019(final match df.csv)",
      "Revue bibliographique : Études sur l’évolution du snooker et l'analyse des formats de compétition."
    ],
    "indice_rag": "Découper par sections (Résumé, Introduction, Développement). Inclure des métadonnées : nom du joueur ou athlète, pays, genre, année, discipline ou compétition."
  }
}
